[
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/06/20/letters-to-the-editor",
        "Title": "On competition law, old people and savings, green belts, New York, worms, equality, followership ",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Jun 20th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/03/this-neednt-be-frances-brexit-moment-says-its-business-envoy",
        "Title": "French politics",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " Parliament elections and the first round of the snap election called by President Emmanuel Macron in response have left no doubt that extreme political parties are in the ascendancy in France. The hard-right National Rally ( ), which is in pole position after the first round, with 33% of the vote, promotes “national preference” for French citizens in housing, jobs and benefits, and for French companies in procurement. The extremes of French politics—including parts of the left-wing New Popular Front alliance that came second in the first round, with 28%—peddle a Eurosceptic agenda. Given such risks to France’s central role in the  , some are even asking whether the country is sliding towards a “Frexit”.",
        "Published Date": "Jul 3rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/16/rachael-raygun-gunn-on-the-new-sport-that-will-invigorate-the-olympics",
        "Title": "Breaking good",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " you may know as breakdancing) will make its Olympic debut—the only sport to do so—at this summer’s Paris games. It joins new urban sports  , skateboarding and 3v3 basketball, which debuted at Tokyo 2020, and is part of a broader shift by the International Olympic Committee to include more youth-oriented events. Yet breaking is judged in a completely different way—a way that ensures audiences will see something entirely new at these Olympics.",
        "Published Date": "Jul 16th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/04/the-wests-values-are-important-but-so-is-realism-says-finlands-president",
        "Title": "Geopolitics",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " moments in international relations when we understand that the world is changing, but we do not yet know exactly where it is going—those moments when an era dies and a new one is yet to be born. We are living through one of them. The post-cold-war era is over. It ended with Russia’s war of aggression against Ukraine. The things that were supposed to bring us together—trade, technology, energy, information and currency—are now tearing us apart.",
        "Published Date": "Jul 4th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/09/justice-sotomayor-was-right-for-the-wrong-reasons",
        "Title": "SCOTUS and presidential immunity",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " in  , Justice Sonia Sotomayor correctly observes that historical evidence from the early republic “cuts decisively against” the sweeping new doctrine of executive immunity adopted by the Supreme Court majority. But is this, as she goes on to claim, because the decision converts the president into “a king above the law”?",
        "Published Date": "Jul 9th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/18/halt-the-olympics-to-save-the-planet-pleads-a-sports-historian",
        "Title": "Games over?",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " have always been about more than just sport. Since 1896 they have been staged as a cosmopolitan festival that sends a message to humanity. In their 19th-century incarnation the games were, as Baron De Coubertin, the father of the modern Olympics, wrote, “a display of manly virtue” for what was, in effect, a neo-hellenic cult of the amateur athletic gentleman.",
        "Published Date": "Jul 18th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/08/a-big-donor-urges-joe-biden-to-stand-aside",
        "Title": "The American election",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " this sounds familiar. A president warns of an existential threat and says he alone can fix it. His advisers blithely deny facts that everyone can see with their own eyes and cover up health scares. His supporters reject all criticism and instead demand his opponents be imprisoned.",
        "Published Date": "Jul 8th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/11/a-former-adviser-to-keir-starmer-on-what-his-victory-can-teach-the-global-left",
        "Title": "British politics",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " in Britain’s general election seems to have bucked the trend of declining support for social-democratic parties, particularly in the face of fervour for the populist right. The left and centre in France have only staved off a triumph of the far right by standing down candidates to form a united front. In Germany the main party in the ruling coalition, the SPD, finished third in the European Parliament elections in June, behind the far-right Alternative für Deutschland. Those elections saw an overall shift to the political right in Europe.",
        "Published Date": "Jul 11th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/22/a-prominent-donor-on-why-the-democrats-shouldnt-anoint-kamala-harris",
        "Title": "The American election",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " morning in America and President Joe Biden has done the right thing. The Democratic Party now has a historic opportunity to reconnect with voters and change the future. Politics is one of America’s favourite sports. Choosing Mr Biden’s replacement to go up against Donald Trump needs to be the Final Four, the   Finals and the Super Bowl all wrapped into one exciting month to engage everyone in a real discussion of the country’s future.",
        "Published Date": "Jul 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/29/not-all-ai-models-should-be-freely-available-argues-a-legal-scholar",
        "Title": "Artificial intelligence",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " open-source software has driven technological innovation and the spread of technical skills. The freedom to share and build upon software developed by others has given countless young coders the chance to learn, and is at the core of the businesses that power the digital economy.",
        "Published Date": "Jul 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/04/18/letters-to-the-editor",
        "Title": "On China, WEIRD countries, nuclear weapons, O.J. Simpson, software engineers, XL Bully dogs, banlieues, uniforms",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Apr 18th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/04/11/letters-to-the-editor",
        "Title": "On management consultants, Hong Kong, Jonathan Haidt, underpants, describing X, three-letter acronyms",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Apr 11th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/04/04/letters-to-the-editor",
        "Title": "On carbon pricing, handbags, museum collections, Starship, AI and music, British immigrants, how to describe X",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Apr 4th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/23/neil-kinnock-on-the-post-war-like-challenges-facing-keir-starmer",
        "Title": "The state of Britain",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " not reached political consciousness when the second world war ended. I was, after all, just three years old. But I do remember the period of reconstruction under a Labour government that brought the National Health Service, free secondary schooling, the introduction of meaningful welfare support in unemployment, sickness and old age, legal aid, millions of affordable new homes, public ownership of utilities and the rescue of the coal, steel and rail industries.",
        "Published Date": "Jul 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/08/01/thailands-thwarted-election-winner-on-the-move-to-ban-his-party",
        "Title": "Thai politics",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the Move Forward Party to victory in the general elections of May 2023, the country was euphoric. Many Thais, along with international observers, believed the kingdom was on the cusp of a progressive renaissance, with the electorate’s will finally triumphant. A post-election pact among opposition parties seemed to pave the way for me to become the next prime minister through a parliamentary vote.",
        "Published Date": "Aug 1st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/29/keep-the-code-behind-ai-open-say-two-entrepreneurs",
        "Title": "Artificial intelligence",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " that artificial intelligence ( ) will change the world. But a doctrinal dispute continues to rage over the design of   models, namely whether the software should be “closed-source” or “open-source”—in other words, whether code is proprietary, or public and open to modification by anyone.",
        "Published Date": "Jul 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/05/02/letters-to-the-editor",
        "Title": "On assisted dying, poor fishermen, military conscription, children and smartphones, RFK junior",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "May 2nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/05/09/letters-to-the-editor",
        "Title": "On Britain’s refugee policy, Reform UK, transmission markets, San Marino, Taylor Swift",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "May 9th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/05/16/letters-to-the-editor",
        "Title": "On college protests, farming, Emmanuel Macron, public opinion, Jeremy Clarkson, working on a plane, lonely-hearts ads",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "May 16th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/04/25/letters-to-the-editor",
        "Title": "On abortion and crime, artificial intelligence in health care, war novels, casual sex",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Apr 25th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/05/30/letters-to-the-editor",
        "Title": "On Singapore, Arab armies, China, romantasy, immigration, car names",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "May 30th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/06/13/letters-to-the-editor",
        "Title": "Low birth rates, OpenAI, cricket in America, American students, Danish food, the British election",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Jun 13th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/06/06/letters-to-the-editor",
        "Title": "On Somalia, democracy in America, Shirley Conran, large language models, Beethoven’s ninth, TV comedy",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Jun 6th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/05/23/letters-to-the-editor",
        "Title": "On disinformation, digital payments, South-East Asia, Italy, Ravel’s “Boléro”, Tesla cars",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "May 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/finance-and-economics/2024/08/22/investors-should-avoid-a-new-generation-of-rip-off-etfs",
        "Title": "Buttonwood",
        "Author Name": [],
        "Author URL": [],
        "Article Content": ", founder of the Vanguard Group and pioneer of index funds, may have saved investors more money than anyone else in history. By some estimates, his crusade to drive down fees has, over the past five decades, left them with more than $1trn that would otherwise have gone to fund managers. Index funds, through which speculators can invest in the stockmarket as a whole, cut out the middlemen. In doing so, they have transformed the world of investing.",
        "Published Date": "Aug 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/finance-and-economics/2024/08/23/jerome-powell-almost-declares-victory-over-inflation",
        "Title": "Down from the mountain",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " and investors accustomed to staring at charts, the jagged peaks of the Teton mountains possess more than a passing resemblance to financial trend lines. They also form the backdrop to one of the year’s most keenly awaited central-bank speeches: annual reflections by the chair of the Federal Reserve at a conference hall in Jackson Hole, located in the valley below the Teton range. On August 23rd Jerome Powell did not disappoint. He made clear that having raised interest rates as sharply as any of the slopes in the distance, the central bank was now ready to begin the descent.",
        "Published Date": "Aug 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/science-and-technology/2024/08/05/how-to-reduce-the-risk-of-developing-dementia",
        "Title": "Keeping your marbles",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " best strategies for reducing the chances of developing dementia are, to put it kindly, impracticable. Don’t grow old; don’t be a woman; choose your parents carefully. But although old age remains by far the biggest risk factor, women are more at risk than men and some genetic inheritances make dementia more likely or even almost inevitable, the latest research suggests that as many as 45% of cases of dementia are preventable—or at least that their onset can be delayed.",
        "Published Date": "Aug 5th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/essay/2014/02/27/whats-gone-wrong-with-democracy",
        "Title": "Democracy",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "THE protesters who have overturned the politics of Ukraine have many aspirations for their country. Their placards called for closer relations with the European Union (EU), an end to Russian intervention in Ukraine’s politics and the establishment of a clean government to replace the kleptocracy of President Viktor Yanukovych. But their fundamental demand is one that has motivated people over many decades to take a stand against corrupt, abusive and autocratic governments. They want a rules-based democracy.",
        "Published Date": "Feb 27th 2014"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/04/10/rose-dugdale-went-from-debutante-to-ira-bombmaker",
        "Title": "The militant debutante ",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "was curled. Her skin was powdered. Her white organdie gown had been tailor-made by the House of Worth. Her gloves, as all debutantes’ must, reached to the elbow. Her posture was from Miss Ironside’s School for Girls in Kensington (“Shoulders back! Stand up straight! Speak clearly!”). Rose Dugdale—heiress, debutante, beauty—was very well put together.",
        "Published Date": "Apr 10th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/graphic-detail/2024/07/02/these-charts-show-how-britains-tory-party-lost-its-way",
        "Title": "The unconservative Conservatives",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Jul 2nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/finance-and-economics/2024/08/22/why-investors-are-not-buying-europes-revival",
        "Title": "Going cheap",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " of European listed firms rose during the second quarter of this year. In much of the rest of the world, that would be unremarkable. On the old continent, 4.3% earnings growth in the three months to June, compared with the year before, was enough to provide a boost to the Stoxx 600, its benchmark index. After all, the growth came after four consecutive quarters of falling earnings. Markets strategists are now talking up European stocks. Morgan Stanley, an investment bank, even says that they are “in the sweet spot”.",
        "Published Date": "Aug 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/15/taiwan-braces-for-americas-election",
        "Title": "Banyan",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "in Taiwan it sounded like a mafia boss demanding protection money. In an interview published in July Donald Trump said that Taiwan “should pay us for defence”. Asked if he would defend it should China invade, the Republican presidential candidate noted that Taiwan is far closer to China than to America. China “could just bombard it…I wouldn’t feel so secure right now, if I was them.” He added that Taiwan “took all of our chip business” and “doesn’t give us anything”.",
        "Published Date": "Aug 15th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/15/what-if-south-korea-got-a-nuclear-bomb",
        "Title": "Extended uncertainty",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " dramas keep millions of viewers around the world on edge. The country’s next thriller may be an explosive political spectacle: South Korea learns to love the bomb.",
        "Published Date": "Aug 15th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-world-this-week/2024/08/08/this-weeks-covers",
        "Title": "The Economist",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " this week with one cover, but by the time we went to press, we had split the issue three ways. Early Monday morning, as share prices crashed in Tokyo, the markets were on our mind. Later that day, Sheikh Hasina, the prime minister of Bangladesh, fled her country, ending 15 years of increasingly autocratic rule. And by Tuesday, Britain was gripped by what seemed to us to have become its worst race riots since the second world war. All the while we were watching out for a catastrophic escalation of the fighting in the Middle East. Hardly the dog days of August. Traders say that buying and selling in a crashing market is like catching a falling knife. It’s the same with market covers: you never know whether a plunge like the one we saw on Monday is just the beginning of the red ink or a passing scare. Fortunately, if there was no crash, we had a theme there in front of us, because the fundamental cause of the sell-off was anxiety about an American recession.",
        "Published Date": "Aug 8th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/middle-east-and-africa/2024/09/04/chinas-relationship-with-africa-is-growing-murkier",
        "Title": "Beyond Belt and Road",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the highlight of most African leaders’ diplomatic calendar for nearly a quarter of a century. Ever since the inaugural Forum on China-Africa Co-operation ( ) in Beijing in 2000, the triennial shindig has been treated as a barometer by analysts seeking clues about the evolving state of relations between Africa and its biggest trading partner.",
        "Published Date": "Sep 4th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/04/18/akebono-was-the-first-foreign-born-grand-champion-of-sumo",
        "Title": "A gaijin makes good",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " paced to the centre of the ring, then back to his corner again. Several times he did this, flexing his arms. Then he squatted, and fixed his opponent with his stare.   stare, of absolute focus, which he could keep for days.",
        "Published Date": "Apr 18th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/19/we-are-hiring-a-new-south-asia-bureau-chief",
        "Title": "Jobs at The Economist",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " a new South Asia bureau chief. This is a rare opportunity to join our staff at a senior level covering one of the most dynamic regions in the world with a population of 2bn. The South Asia bureau chief leads our coverage of the politics, political economy and foreign policy of India and other countries in South Asia. The default location is Delhi although we would be prepared to consider other locations. The mandate is to produce agenda-setting cover stories and other journalistic projects, using our full suite of digital channels. It’s an exciting time to be covering India. Narendra Modi’s government has returned with a weakened mandate, making the next few years a test case of how democracy can thrive again after a period of strongman rule. India’s economy is growing at speed and its clout in the world continues to rise. Outside of India the region features fragile governments in Bangladesh, Pakistan and Sri Lanka, which are also geopolitical swing-states. These countries are likely to produce news, as the Gen Z revolution in Dhaka has just shown.  has been investing in India: we have a dedicated Essential India newsletter, which has already reached a large number of readers. “The Modi Raj” podcast was an example of the kind of ambitious journalism we want to excel at. Our coverage of the election was spread over cover leaders, videos, data journalism and podcasts. Stories about India are popular among our subscribers, particularly those in America. As well as the editorial effort   has a large number of commercial staff in India and liaising with them is part of the job. We are open minded about candidates. Journalistic experience and professional experience of India are helpful but not essential. The right person could be a foreign correspondent looking for a new challenge in a different region, a rising star ambitious to make their mark, or a superb thinker who knows India and wants to cover it. Applicants should send a CV, a cover letter and an unpublished article of 600 words suitable for publication in   by October 4th to  . ",
        "Published Date": "Aug 19th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/economic-and-financial-indicators/2024/04/04/economic-data-commodities-and-markets",
        "Title": "Indicators",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Apr 4th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2022/12/20/can-you-solve-our-christmas-crossword",
        "Title": "Crossword",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " look tricky, but there are conventions that can help newcomers. Most clues comprise a cryptic part and a straight definition (often a synonym of the answer).  Consider the following:",
        "Published Date": "Dec 20th 2022"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/07/18/perus-president-survives-because-shes-not-in-charge",
        "Title": "An overmighty Congress",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " times Peru has become accustomed to impeachment attempts, threats to dissolve Congress and accusations of coup-mongering in relentless battles between the president and the legislature. Yet the past year has seen an eerie peace between Dina Boluarte, the president since December 2022, and Congress. That is because both are deeply unpopular. Pollsters give Ms Boluarte an approval rating of just 5%, the lowest in the Americas.",
        "Published Date": "Jul 18th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/07/21/cuba-is-out-of-supplies-and-out-of-ideas",
        "Title": "On its knees",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " to look back at what Fidel Castro called the “special period” after the end of the Soviet Union and its largesse and think that was as bad as things could get. They were too optimistic. Today officials talk of a “ ”. The consensus on the street in Havana, the capital, is that shortages are worse than in the early 1990s. Cuba produces little in sufficient quantity: not sugar, which it once supplied to the world; not eggs, which it recently imported from Colombia; not milk powder, which it gets from the   not power, as worsening blackouts reveal. The government lacks foreign currency for imports. Inflation is rampant; a dollar’s worth of Cuban pesos at the official exchange rate is worth seven cents at the unofficial one. The price of a carton of eggs outstrips the monthly minimum wage.",
        "Published Date": "Jul 21st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/07/18/crypto-cowboys-have-found-paradise-in-paraguay",
        "Title": "Bitcoin mining",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " is used to drug busts and bank heists. But the hooded gunmen who recently burst into a warehouse in Minga Guazú, in Paraguay’s rural east, weren’t after cocaine, weed or cash. Instead they sped off with 150 sophisticated computers that had been secretly hooked up to the grid. The shaken caretaker called the police. But when they came, he declined to reveal who owned the clandestine bitcoin-mining operation.",
        "Published Date": "Jul 18th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/04/03/paul-alexander-lived-longer-than-anyone-in-an-iron-lung",
        "Title": "Fighting for breath",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "   Texas dirt to feel the life in it. Creeping after bugs in the bushes. The intense smell of the clover he pulled up for his rabbits in the front yard. Wind in his face, fresh and soft. Racing with his friends as fast as possible, until he was exhausted. Cows gently nuzzling him, which made him feel alive. Even the smell of their patties was good.",
        "Published Date": "Apr 3rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/03/13/why-the-growing-gulf-between-young-men-and-women",
        "Title": "Of Mars and Venus ",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " food market in Warsaw, Poland’s capital, two female engineers are discussing how hard it is to meet a nice, enlightened man. Paulina Nasilowska got a big pay rise a few years ago. Her boyfriend asked: “Did you have an affair with your boss?” He is now an ex-boyfriend.",
        "Published Date": "Mar 13th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/07/25/the-strong-dollar-is-hurting-exports-from-latin-america",
        "Title": "Greenback blues",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "   Andean highlands are ideal for growing roses. The country is one of the world’s biggest exporters of them. But having suffered with the pandemic slump and social unrest in 2022, the rose growers now have another problem. After its currency collapsed, in 2000 Ecuador adopted the American dollar instead. With the dollar now strong, Ecuador’s roses are losing out in world markets to rivals from Colombia, Ethiopia and Kenya. Thanks to a weakening of Colombia’s peso, in 2023 its flower exports were more than 40% higher than before the pandemic, while those from Ecuador had grown by just 12% over the same period.",
        "Published Date": "Jul 25th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/07/29/nicolas-maduro-claims-implausible-victory-in-venezuelas-election",
        "Title": "Grand larceny",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the nature of President Nicolás Maduro’s rule that the hardship and chaos to which he has reduced his country since coming to power in 2013 is hidden by a carefully curated display of jubilation at election time. Mr Maduro’s claim, after polls closed on July 28th, that he had won a third term in office was greeted by prompt fireworks displays in the capital, Caracas, and by jubilant crowds on hand to dance for the television cameras. With most of the vote supposedly counted, an election commission in thrall to the president claimed 51% of the vote for Mr Maduro, compared with 44% for the opposition candidate, Edmundo González.",
        "Published Date": "Jul 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/01/the-plight-of-brazils-indigenous-groups-worsens",
        "Title": "Help needed",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "colonisers first appeared, the story of indigenous Brazilians has been littered with horror. Disease and violence killed many after the conquest. Slavery on rubber plantations existed into the 20th century. Today wildcat miners, ranchers and loggers are the threat to the indigenous peoples of Brazil.",
        "Published Date": "Aug 1st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/01/will-el-mayos-arrest-slow-the-spread-of-fentanyl",
        "Title": "Mexico’s drug gangs",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " is far less well-known than his fellow founder of Mexico’s Sinaloa Cartel, Joaquín Gúzman, or “El Chapo”. With his daring prison escapes and a craving for notoriety, El Chapo became the face of the gang, until his capture in 2016 and his incarceration for life in a “supermax” prison in the United States. Yet for all his low-key manner, El Mayo was every bit as important in building the Sinaloa operation into a vast and violent drugs and money-laundering syndicate. Its connections ran deep into Mexico’s political establishment and it controlled the lion’s share of the North American market for illegal drugs. It was therefore a stunning coup when the United States arrested Mr Zambada on July 26th along with one of El Chapo’s four sons, Joaquín Gúzman López, in Texas.",
        "Published Date": "Aug 1st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/01/after-protests-over-a-stolen-election-the-goons-crack-heads",
        "Title": "Venezuela’s regime digs in",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " reason prevails for why Nicolás Maduro ever became Venezuela’s president. It was not his skill at winning elections. Nor his willingness to steal them. It was certainly not his oratory. It was simply that his charismatic predecessor, Hugo Chávez, who had cancer, appointed him as heir. In the build-up to Venezuela’s latest presidential election, held on July 28th (Chávez’s 70th birthday), a video of the late populist announcing his decision, in 2012, was broadcast repeatedly as a kind of talisman.",
        "Published Date": "Aug 1st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/15/perus-crazy-drivers-offer-a-data-deluge-for-self-driving-cars",
        "Title": "The lawless roads",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " precarious cargo zoom down highways. Street vendors, angry protesters and careless llamas weave through vehicles. Buses literally overflow with passengers. Welcome to Peru, home to some of the world’s most chaotic streets. According to Compare the Market, a car insurance aggregator, Peruvian drivers are the world’s worst after Thailand’s. The ranking considers factors such as deaths caused by car accidents and time wasted in traffic. Typical road journeys in the capital, Lima, take nearly twice as long as they need to as a result of congestion. Police prefer asking for bribes to enforcing rules.",
        "Published Date": "Aug 15th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/06/how-the-mad-bad-maduro-regime-clings-to-power",
        "Title": "Venezuela’s election",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "who supposedly won an election, Venezuela’s president,  , looks worried. The gaudy tracksuit he sported during much of the campaign has been swapped for a solemn business suit. He seems irritable and exhausted in the repeated television rants in which he rails against “fascist” enemies. Days after a rigged election, it remains unclear whether he can remain in power.",
        "Published Date": "Aug 6th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/03/27/narendra-modis-secret-weapon-indias-diaspora",
        "Title": "Indians and the world",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " morning in north-west London earlier this month an enthusiastic group gathered outside a community centre to fly the Indian flag—plus another one featuring the lotus flower, symbol of India’s ruling Bharatiya Janata Party ( ). Some wore saffron scarves, a colour associated with Hinduism. After staging a car rally through the neighbourhood, they reconvened outside a Hindu temple. A British Conservative   addressed the crowd, praising the government of Narendra Modi. The gathering, organised by the Overseas Friends of the  , the party’s diaspora arm, got little attention in the local media. But footage of it soon appeared on the websites of many Indian outlets.",
        "Published Date": "Mar 27th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/08/colombia-prepares-for-a-vanilla-boom",
        "Title": "Perfume of the Pacific",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " “a product of time and patience”, says Cristian Garcia Murillo. In 2016 his father trained vines around cacao trees on their farm in El Valle, a town on Colombia’s Pacific coast. Last year Mr Murillo sold 50kg of cured pods, partly supplied by local growers, to restaurants across the country. It is a sweet deal. One kilogram fetches up to 2.5m pesos ($600), more than 100 times what the region’s fishermen net for the same weight of tuna.",
        "Published Date": "Aug 8th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/04/17/would-you-really-die-for-your-country",
        "Title": "War and recruitment",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " in a muddy Dutch forest, Janine Verhoeven fires blanks from a Colt   assault rifle. The third-year medical student is taking part in the   (service-year), a new programme that lets young Dutch sign up for a year-long trial in the armed forces rather than the regular four-year enlistment term. The programme is a success, drawing three applicants for each spot, and the government plans to scale it up from 625 to 1,000 trainees next year.",
        "Published Date": "Apr 17th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/04/08/whos-the-big-boss-of-the-global-south",
        "Title": "On the rise",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " disdain the notion of “the global south”, which has become something of a meme in recent years. Its inadequacies are obvious: three words could never capture the complexities of a group of more than 100 countries spread from Morocco to Malaysia and beyond. But the phrase has been adopted by Joe Biden, Emmanuel Macron and Xi Jinping.",
        "Published Date": "Apr 8th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/04/03/thirty-years-after-rwanda-genocide-is-still-a-problem-from-hell",
        "Title": "Mass killings",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "started on April 7th 1994, as members of the presidential guard began assassinating opposition leaders and moderates in the government. Within hours the genocide of Rwanda’s minority Tutsis was under way. It was among the fastest mass killings in history: 100 days later three-quarters of Rwanda’s Tutsis, about 500,000 people, were dead. Most were killed not by the army but by ordinary Hutus, the majority group. “Neighbours hacked neighbours to death,” wrote Philip Gourevitch, an American journalist. “Doctors killed their patients, and schoolteachers killed their pupils.”",
        "Published Date": "Apr 3rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/15/a-bold-plan-to-close-the-deadly-darien-gap-unravels",
        "Title": "Law of the jungle",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " shelter in the thick jungle of Colombia’s Darién region a restaurant advertises fried fish, pork chops and 5  internet. A sign in cheerful bubble letters points the way to the border with Panama. Yet just a 30-minute walk along the muddy, steep path from the restaurant, a razor-wire fence stretches between the trees. “All I can say is that this route is closed,” says an agent from Senafront, Panama’s border force, an automatic rifle hanging from his shoulder. “As for 500 metres that way, or a kilometre that way, I don’t know what to tell you.”",
        "Published Date": "Aug 15th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/05/20/irans-new-leaders-stand-at-a-nuclear-precipice",
        "Title": "An interview with Rafael Grossi",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " Rafael Grossi, the director-general of the International Atomic Energy Agency ( ), travelled to Tehran and met Hossein Amirabdollahian, Iran’s foreign minister. Less than two weeks later, on May 19th, Mr Amirabdollahian was dead,   that also took the life of Ebrahim Raisi, Iran’s president, among others.",
        "Published Date": "May 20th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/05/16/taiwans-new-president-faces-an-upsurge-in-chinese-coercion",
        "Title": "From grey zone to red zone",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the northern point of Dadan island, the extent of the geopolitical challenge facing Taiwan becomes glaringly clear: to starboard a small military outpost guards Taiwan’s Kinmen islands and their 140,000-odd residents; to port a pair of curved skyscrapers tower over the Chinese city of Xiamen, whose 5m people stretch all round the bay.",
        "Published Date": "May 16th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/06/13/the-new-front-in-chinas-cyber-campaign-against-america",
        "Title": "Ghosts in the machines",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " of Guam, a tiny American territory that lies more than 6,000km west of Hawaii, has long known that it would take a battering in any Sino-American war. The island’s expanding airfields and ports serve as springboards for American ships, subs and bombers. In the opening hours of a conflict, these would be subject to wave after wave of Chinese missiles. But an advance party of attackers seems to have lurked quietly within Guam’s infrastructure for years. In mid-2021 a Chinese hacking group—later dubbed Volt Typhoon—burrowed deep inside the island’s communication systems. The intrusions had no obvious utility for espionage. They were intended, as America’s government would later conclude, for “disruptive or destructive cyber-attacks against…critical infrastructure in the event of a major crisis or conflict”. Sabotage, in short.",
        "Published Date": "Jun 13th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/04/29/beware-global-jihadists-are-back-on-the-march",
        "Title": "Killing at all costs",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " gunmen shot their way through Crocus City Hall in Moscow on March 22nd, killing more than 140 concert-goers and setting the venue alight, intelligence agencies across the West were aghast. It was the clearest warning that Islamic State ( ), seemingly smashed five years ago, is returning to spectacular acts of international terrorism. Western countries fear becoming targets.",
        "Published Date": "Apr 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/05/09/the-worlds-rules-based-order-is-cracking",
        "Title": "International law and disorder",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " international courts been busier. In The Hague, the International Criminal Court ( ) is considering war-crimes prosecutions against Israeli leaders, including Binyamin Netanyahu, the prime minister, over the conflict in Gaza. It has already issued an arrest warrant for Vladimir Putin, Russia’s president, for war crimes in Ukraine. The International Court of Justice ( ), also in The Hague, is weighing genocide charges against Israel. In Strasbourg the European Court of Human Rights will hear a request in June for Russia to pay compensation to Ukraine.",
        "Published Date": "May 9th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/04/25/the-tech-wars-are-about-to-enter-a-fiery-new-phase",
        "Title": "Autarky rules OK",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " and energy underpin all economic activity, and advanced technologies support both. Hence the sky-high stakes in the tech wars between America and China. Started during Donald Trump’s first term in office, between 2017 and 2021, they have continued under Joe Biden. China’s leader, Xi Jinping, bridles at America’s export controls on “chokehold technologies”. The struggle is reshaping relationships and supply chains the world over. And its costs are mounting. Estimates vary, but the   reckons that the elimination of high-tech trade across rival blocs could cost as much as 1.2% of global   each year—about $1trn.",
        "Published Date": "Apr 25th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/05/29/is-your-rent-ever-going-to-fall",
        "Title": "Control yourself!",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " of tenants is tearing its hair out. Across the rich world—from America to New Zealand—millions spend more than a third of their disposable income on rent. The squeeze extends from social democracies that prize strong tenancy rights to Anglophone countries that prefer homeownership—and it is mostly getting worse. The good news for anxious renters is that they are gaining a louder voice as their numbers swell. The bad news is that campaigners and politicians mostly focus on the wrong kinds of solutions to their woes.",
        "Published Date": "May 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/09/05/myanmars-military-junta-is-battered-by-chinese-backed-forces",
        "Title": "On the road to Mandalay",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " many decades since war came to Mandalay, the last seat of Burmese kings. But on September 3rd a 107mm rocket cracked the pre-dawn calm, striking a residential area west of the old royal palace. A local group fighting Myanmar’s military junta claimed the attack. Its target was inside the vast palace grounds, now a military base, and home to the junta’s Central Region Command. It was the third rocket attack in Mandalay this year.",
        "Published Date": "Sep 5th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/china/2024/09/05/how-to-get-kicked-out-of-chinas-communist-party",
        "Title": "Not for the religious or lazy",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " has over 99m members. So it is no surprise that some are not up to scratch. The corrupt, criminal or disloyal are handled by the party’s fearsome internal-investigation arm, the Central Commission for Discipline Inspection. It has punished thousands of officials in recent years. But that still leaves another kind of troublesome member: those who have not broken any laws, but just aren’t very good communists.",
        "Published Date": "Sep 5th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/09/05/bad-information-is-a-grave-threat-to-chinas-economy",
        "Title": "Going dark",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " economy faces an equally giant crisis of confidence—and a growing deficit of accurate information is only making things worse. Even as the country wrestles with a property crash, the services sector slowed by one measure in August. Consumers are fed up. Multinational firms are taking money out of China at a record pace and foreign China-watchers are trimming their forecasts for economic growth.",
        "Published Date": "Sep 5th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/china/2024/09/05/liberalism-is-far-from-dead-in-china",
        "Title": "Yearning to think freely",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the All Sages Bookstore in north-western Beijing, and you enter a different world. Not here the collections of speeches by China’s leader, Xi Jinping, that greet visitors to state-owned bookshops—rows of covers with the same face, the same beneficent smile. The founder of All Sages, Liu Suli, served 20 months in prison for his role in the Tiananmen Square protests of 1989. His shelves are filled with the works of free thinkers: economists and political scientists, historians and legal scholars. The potential market could be bigger than it was during the build-up to Tiananmen. Mr Liu says China’s liberals are becoming ever more numerous.",
        "Published Date": "Sep 5th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/09/05/taiwan-is-trying-to-learn-from-the-wars-in-gaza-and-ukraine",
        "Title": "Amateur radio and ammo",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " is a chance for other armies to learn. The fighting in Ukraine and Israel offers lessons aplenty. Among the most avid students is Taiwan, which fears it might be the next target of attack.",
        "Published Date": "Sep 5th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/podcasts/2024/09/10/why-is-china-cracking-down-on-live-streamers",
        "Title": "China",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " is big business in China, with millions of broadcasts happening daily, featuring everything from shopping deals to dating advice. This digital gold rush has lifted many out of poverty and made others wealthy, but  . In a country where censorship is pervasive, streamers must toe the line on socialist values—or face being shut down. Jiehao Chen,  ’s China researcher and “Drum Tower” producer, hosts this episode with Ted Plafker, our China correspondent in Beijing. Together they ask: what’s life like inside this dynamic but precarious world, and what does the increasing censorship of live-streamers for flaunting wealth say about China today?",
        "Published Date": "Sep 10th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/finance-and-economics/2024/09/05/china-is-suffering-from-a-crisis-of-confidence",
        "Title": "Reds flag",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " have ambitious plans for the country’s economy, spanning one, five and even 15 years. In order to fulfil their goals, they know they will have to drum up prodigious amounts of manpower, materials and technology. But there is one vital input China’s leaders have recently struggled to procure: confidence.",
        "Published Date": "Sep 5th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/briefing/2024/09/05/the-chinese-authorities-are-concealing-the-state-of-the-economy",
        "Title": "Lowering the veil",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " article was online for just a few hours on August 16th before censors erased it. To Western readers the content would have appeared anodyne, but to a Communist Party official it was laced with dangerous ideas. Mr Zhao, a respected economist, argued that it was hard to grasp why China’s government was not making more effort to stimulate the economy. The most serious economic downturn in a generation had caused uncertainty about the future to “coil around the hearts of the people”, he wrote. “The logic and constraints of decision-makers cannot be understood by the market.”",
        "Published Date": "Sep 5th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/09/10/the-scary-new-map-of-the-south-china-sea",
        "Title": "Superpower tensions in Asia",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " a Chinese cutter rammed the largest patrol ship of the Philippine coastguard, punching a hole in its side. It was the latest attempt by China to force the   to leave Sabina Shoal, where it has been stationed since April. No one was injured. But the incident is part of an emerging new pattern of escalation and confrontation in the South China Sea, particularly around the  . According to one account, Wang Yi, China’s top diplomat, warned Jake Sullivan, America’s national security adviser, that China would not accept a Philippine presence at Sabina, during their meeting near Beijing in August. The evidence points to a novel phase in the struggle for the  . Whether China and America can safely contain the nerve-shredding contest is far from clear.",
        "Published Date": "Sep 10th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/finance-and-economics/2024/09/12/chinas-government-is-surprisingly-redistributive",
        "Title": "Xi, the generous",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " ruler, Xi Jinping, began calling for “common prosperity” in 2021, he made investors nervous. The stated goal was to reduce inequality. But the term became wrapped up with something edgier: a morale-destroying campaign to browbeat billionaires into displays of charity, tighten regulations on big tech firms and curb what Mr Xi called the “disorderly expansion of capital”.",
        "Published Date": "Sep 12th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/09/12/more-storms-are-brewing-in-the-south-china-sea",
        "Title": "The dangers of rock claiming",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " ago China lost a legal battle over its fantastical territorial claims in the South China Sea. An international tribunal ruled they had no basis. China responded by continuing to occupy and fortify reefs and rocks and sometimes preventing fishing and energy development by other countries. Now the confrontation is heating up as Vietnam, the Philippines and Malaysia challenge China’s claims and aggression in different ways. Broadly speaking, this pushback is welcome. However, it should not be reckless. America should ensure that its ally, the Philippines, treads carefully.",
        "Published Date": "Sep 12th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/09/12/the-downfall-of-a-philippine-mayor-may-be-linked-to-chinese-gangs",
        "Title": "Of scams and syndicates ",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " town of Bamban in the Philippines is fairly unremarkable. But it has become the place of feverish headlines this year ever since allegations emerged that Alice Guo, who was elected mayor of the town in 2022, abused her position to protect online casinos operating from there. Government officials have stated that these gambling hubs were a front for financial fraud, money-laundering, human trafficking, kidnapping, torture and murder. In July the 34-year-old Ms Guo went missing. On September 3rd she was arrested in Indonesia. Ms Guo denies having any links to criminal activity.",
        "Published Date": "Sep 12th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/06/the-cartoons-that-sum-up-2023",
        "Title": "Sketching the year’s big stories",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "   publishes an illustrated comment from our editorial cartoonist, Kevin Kallaugher, known in our pages as KAL. Below are 15 of his contributions that sum up the year.",
        "Published Date": "Dec 6th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/china/2024/09/12/why-china-banned-international-adoptions",
        "Title": "We’re keeping them",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " came at a routine press briefing on September 5th. Mao Ning, a foreign-ministry spokesperson, said China was grateful for the “desire and love” of the foreign families who wanted to adopt Chinese children. But, she added, China would no longer allow the practice. Exceptions would be made for foreigners adopting stepchildren and children of blood relatives in China. For everyone else the new policy would take effect immediately, meaning even adoptions already in progress would be halted.",
        "Published Date": "Sep 12th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/19/can-you-solve-our-christmas-crosswords",
        "Title": "Crossword",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "Try our Christmas puzzles from the past three years:",
        "Published Date": "Dec 19th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/china/2024/09/12/china-is-beating-america-in-the-nuclear-energy-race",
        "Title": "Leading the way",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " engineers at China’s Shidaowan nuclear power plant turned off the pumps pushing coolant around the reactor core. Then they waited. At a typical power plant, this would have been dangerous. Nuclear reactions create lots of heat, which is normally transferred by a coolant and then converted into electricity. With the pumps off, the nuclear fuel might have continued to heat up until it liquefied and damaged the reactor. Such “meltdowns” can release radiation. That is what happened in 2011 at the Fukushima Dai-ichi nuclear plant in Japan after a tsunami damaged its cooling systems.",
        "Published Date": "Sep 12th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/millions-of-chinese-are-venturing-to-the-beach-for-the-first-time",
        "Title": "Beside the seaside",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "   a giant tattoo of a carp jumping over a dragon is making a video of himself standing in the water, a green inflatable ring around his waist. As he films, waves move up the shore and catch the black flip-flops he has left on the sand. He grabs at one, but the water pulls the other out of reach. It is 7am and the competition is on, selfie versus shoe. The sandal floats out into the South China Sea.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/china/2024/09/12/can-xi-jinping-take-hong-kong-from-stability-to-prosperity",
        "Title": "Stability, now what?",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " to order, from stability to prosperity.” That is Xi Jinping’s goal for Hong Kong. Ever since pro-democracy protests swept the city in 2019, China’s ruler has tried to reimpose control. In many ways he has succeeded. Today Hong Kong is less tumultuous than it was back then. The covid-19 pandemic, which saw the city close itself to the world, helped to calm things down. So have two draconian national-security laws, one imposed on the city by the central government in 2020 and another adopted by the local legislature this year. But the measures that have brought order, by striking fear into liberals, risk costing Hong Kong its prosperity by making it a less pleasant and predictable place to live and do business.",
        "Published Date": "Sep 12th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/many-trump-supporters-believe-god-has-chosen-him-to-rule",
        "Title": "Make America Godly Again",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " word “apostle” and people think of stern, halo-crowned men with names like Peter or John. Not a bloke called Greg from Mississippi. Unlike the first apostles, who were partial to robes if stained-glass windows are anything to go by, Greg prefers jeans and cowboy boots. Another difference: Greg did not attend the last supper. He is very much alive.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/why-more-women-are-picking-up-power-tools",
        "Title": "Women and DIY",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " down here,” says Hannah Lee Duggan as she leads the way into her basement. It looks like the staging area for a “Saw” trap. There are drills and nail guns neatly arranged on a shelf. The walls are made of metre-deep stone. There are no windows. We are in the middle of the woods. ",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/inside-the-last-true-political-machine-in-america",
        "Title": "Rosemont, Illinois",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " left the pyramids. Donald E. Stephens left a Museum of Hummels. These are porcelain dolls, based initially on paintings by Maria Hummel, a German nun. Stephens was, until his death in 2007, the mayor of Rosemont, Illinois. His collection of Hummels, which is on display in a strip mall, is apparently the world’s largest. It includes rare figurines of soldiers at Checkpoint Charlie in Berlin. The museum is a monument to kitsch, and to a dynasty.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/where-capitalism-and-conservation-meet",
        "Title": "The price of a whale",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " would be a desolate place to die. Stretching five precarious kilometres into the North Sea, the constantly shifting finger of East Yorkshire coast is little more than a narrow sand bank held together by sea grass, the only obvious signs of human habitation a long-abandoned lifeboat station and lighthouse, both now given over to the winds and the rain. It is a permanent home solely to wading birds and the bugs they feast on, perhaps to the odd vole. But it is also, on occasion, the death bed of the world’s largest creatures. Beached on its sand, they suffocate from the weight of their own bodies under its open skies.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/the-best-sailors-in-the-world",
        "Title": "Pacific pathfinders",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "” The instructions for the crew of   are clear. A   is the name given to a communal sacred space in Polynesian or Maori culture. Though usually a place ashore, this 40-foot replica of a traditional Polynesian double-hulled sailing canoe, known as a  ,   or  , feels hallowed enough as this author takes the first night-watch, drifting hove-to away from the breaking reef off tiny Mitiaro, one of the Cook Islands’ remoter territories.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/oceanias-wayfinding-skills",
        "Title": "How to find your way in the Pacific",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the Pacific Ocean’s early long-distance mariners found their way so impressively will never be precisely known. Islanders had no written language, and by the time Europeans arrived in the Pacific, the colonisation of the last habitable islands of Oceania had all but ended. Widespread open-ocean voyaging between archipelagoes using traditional wayfinding techniques still persisted—European mariners were greatly impressed by Polynesian seafarers’ knowledge of the night sky and of their maritime environment. But the voyaging soon came to an end—due to, among other things, catastrophic population crashes in Polynesia caused by introduced diseases.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/19/indonesias-new-capital-is-built-on-vanity",
        "Title": "New city, new start?",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "of Joko Widodo (or Jokowi) was meant to be graft-free politics and an infrastructure revolution in Indonesia. On the face of it, the outgoing president has partially succeeded on the latter. During his  , Jokowi’s government has overseen around 200 projects. The grandest was officially opened on August 17th, when Nusantara, an entirely new capital city carved out of the jungles of Borneo, hosted festivities to mark Indonesia’s 79th independence day. The ceremony highlighted two uncomfortable questions. One is whether Nusantara is an infrastructure leap too far: a giant vanity project doomed to fail. The other is whether Jokowi will really quit politics when his term ends in October and he is supposed to hand over power to Prabowo Subianto.",
        "Published Date": "Aug 19th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/21/vietnams-new-ruler-hardman-capitalist-hedonist",
        "Title": "A succession battle in Hanoi",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " you make of To Lam, the enigmatic new leader of  , who has emerged victorious from a savage power struggle over the past year? On his first trip abroad Mr Lam (pictured, left) met his Chinese counterpart,  , on August 19th. The two signed 14 documents on everything from Communist Party schools to crocodile exports. Mr Lam reaffirmed the importance of Vietnam’s biggest trading partner. Next month he will head to America. It is a sign that he intends to continue Vietnam’s “bamboo diplomacy”,  .",
        "Published Date": "Aug 21st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/22/the-rape-and-murder-of-a-doctor-in-india-is-fuelling-outrage",
        "Title": "India’s women problem",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " nearly 32,000 rapes reported in India in 2022, the latest year for which data are publicly available, according to the national crime records bureau. That number hugely understates how common sexual violence is in the country. Most incidents are never reported. Those that are rarely make the news. ",
        "Published Date": "Aug 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/22/if-a-china-and-america-war-went-nuclear-who-would-win",
        "Title": "Banyan",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " enough to contemplate a war in Asia. It is grimmer still to think through a nuclear one. But somebody has to. And so Andrew Metrick, Philip Sheers and Stacie Pettyjohn, all of the Centre for a New American Security ( ), a think-tank in Washington, recently gathered a group of experts to play a tabletop exercise—a type of wargame—to explore how a Sino-American nuclear war could break out. The results were not encouraging.",
        "Published Date": "Aug 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/29/why-does-the-west-back-the-wrong-asian-leaders",
        "Title": "Banyan",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " Malaysian prosecutors charged Muhyiddin Yassin, the leader of the opposition, with sedition. His crime? Complaining that the king did not ask him to form a government after the last general election, even though he claimed to have the support of a majority of parliament. It was the second indictment for Mr Muhyiddin. Last year, prosecutors charged him with misuse of funds while prime minister from 2020 to 2021, which he denies.",
        "Published Date": "Aug 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/28/narendra-modi-faces-a-new-threat-his-hindu-nationalist-patrons",
        "Title": "Fraying saffron",
        "Author Name": [],
        "Author URL": [],
        "Article Content": ", India’s prime minister, likes to do yoga to relieve stress. He might have had to do some extra   following India’s general election result in June. With his Bharatiya Janata Party ( ) now   in parliament, he has had to cut deals with coalition partners to remain in power. To appease young voters  , he has hurriedly recalibrated his budget to boost spending on job creation. And he recently suffered a big foreign-policy setback with the ouster of Sheikh Hasina, a close ally, as prime minister of Bangladesh.",
        "Published Date": "Aug 28th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/29/why-australia-is-not-yet-a-critical-minerals-powerhouse",
        "Title": "Not digging it",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "of it, Australia should have a huge advance in the race for critical minerals. Its red centre holds large reserves of the minerals and rare earths that are vital for green and military technologies. Its centre-left Labor government wants to dig and process more of them. It should be the perfect match.",
        "Published Date": "Aug 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/29/rich-parts-of-asia-are-on-the-hunt-for-immigrants",
        "Title": "Visa lottery",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " on how complaining gets results, look to South Korea. Economists have long warned the country’s shrinking working-age population would create a shortfall, but few have moaned about it as assiduously as the business lobby. Finally, their pressure has yielded results. Last year the quota for  -9 visas, which cover “non-professional” workers, was 120,000, by a wide margin the most ever (see chart). This year the  -9 quota will rise to 165,000. The total stock of migrant labour increased by 9% in 2023.",
        "Published Date": "Aug 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/asia/2024/08/22/what-a-japanese-gold-mine-says-about-its-approach-to-history",
        "Title": "Mining for memories",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the mood was celebratory at Aikawa, a town on Sado Island off Japan’s western coast. Hundreds of people cheered as they witnessed, via a live stream, the moment a gold mine in the town was registered as a   World Heritage site. “The islanders’ dream has finally come true,” said Watanabe Ryugo, the mayor. The moment also hinted at the possible thawing of diplomatic relations between Japan and South Korea.",
        "Published Date": "Aug 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/23/elite-sport-isnt-meant-to-be-fun-is-it",
        "Title": "The sports page",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " liked tennis anyway.” So tweeted Sir Andy Murray after his final professional appearance on August 1st. The three-time grand-slam winner and twice Olympic champion announced his retirement before the Paris games, in which he reached the quarter-final of the men’s doubles. His post racked up more than a million likes. Its dry tone was self-mocking, typifying an athlete who really did love tennis—but sometimes looked miserable while playing it, especially towards the end of his career, when the pain on his face was very real as injuries took a toll.",
        "Published Date": "Aug 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/23/twenty-five-years-on-fight-club-punches-harder-than-ever",
        "Title": "Back Story",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " of history, the late 1990s were—for many in the West—a kind of nirvana. The  ; liberal democracy was rampant. The phantom millennium bug was as big a worry as any. In this becalmed era Chuck Palahniuk published “Fight Club”, his scabrous novel of male alienation, which the director David Fincher adapted for the screen. Starring Brad Pitt as Tyler Durden, the red-leather-jacketed id of modern man, the film had its premiere 25 years ago, in September 1999.",
        "Published Date": "Aug 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/23/the-creation-and-collapse-of-a-progressive-evangelical-church",
        "Title": "Hippies for Jesus",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " in an opioid-plagued district of Philadelphia, dressed in “thrift-store chic” garments and T-shirts emblazoned with phrases such as “There are no good billionaires.” They melted  -47s into garden equipment, for the Bible instructs people to “beat their swords into ploughshares, and their spears into pruning hooks”. Some of the group were former Quakers, Jews and atheists, but most were evangelical Christians fleeing “hypocrisy,   and rote Bible learning”.",
        "Published Date": "Aug 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/23/why-the-world-is-teeming-with-so-many-new-sports-leagues",
        "Title": "Leagues of their own",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " usually hosts the Brooklyn Nets, a popular basketball team. But on a recent afternoon in August the arena was instead covered with 750 tonnes of carefully manicured dirt. It was the debut outing of the New York Mavericks, a new franchise in the Professional Bull-Riding ( ) Teams league.",
        "Published Date": "Aug 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/27/nudity-drinking-smoking-winston-churchills-unusual-diplomacy",
        "Title": "Guest who?",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " of diplomatic protocol are tricky. Others are not. For instance, should one meet a head of state clothed or nude?  , Britain’s former prime minister and the puckish hero of a new history, often chose to grin—and bare it.",
        "Published Date": "Aug 27th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/science-and-technology/2024/08/28/billionaire-space-travel-heads-for-a-new-frontier",
        "Title": "Where no man has gone since 1972",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Aug 28th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/briefing/2024/06/06/narendra-modi-could-respond-to-disappointment-in-two-different-ways",
        "Title": "Electoral rebuke",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " voter has confounded expectations again. A decade ago, when   swept to power with an outright majority in parliament, a quarter-century of messy coalition politics came to an end. When his Bharatiya Janata Party ( ) expanded that majority to 353 of the 543 seats in the lower house five years later, many pundits hailed the dawn of a new “dominant-party system” akin to independent India’s first three decades, when the Congress party ruled without interruption.",
        "Published Date": "Jun 6th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/graphic-detail/2024/07/02/these-charts-show-how-britains-tory-party-lost-its-way",
        "Title": "The unconservative Conservatives",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Jul 2nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/essay/2014/02/27/whats-gone-wrong-with-democracy",
        "Title": "Democracy",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "THE protesters who have overturned the politics of Ukraine have many aspirations for their country. Their placards called for closer relations with the European Union (EU), an end to Russian intervention in Ukraine’s politics and the establishment of a clean government to replace the kleptocracy of President Viktor Yanukovych. But their fundamental demand is one that has motivated people over many decades to take a stand against corrupt, abusive and autocratic governments. They want a rules-based democracy.",
        "Published Date": "Feb 27th 2014"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/23/twenty-five-years-on-fight-club-punches-harder-than-ever",
        "Title": "Back Story",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " of history, the late 1990s were—for many in the West—a kind of nirvana. The  ; liberal democracy was rampant. The phantom millennium bug was as big a worry as any. In this becalmed era Chuck Palahniuk published “Fight Club”, his scabrous novel of male alienation, which the director David Fincher adapted for the screen. Starring Brad Pitt as Tyler Durden, the red-leather-jacketed id of modern man, the film had its premiere 25 years ago, in September 1999.",
        "Published Date": "Aug 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/essay/2014/12/06/places-apart",
        "Title": "A planet of suburbs",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "THIRTY kilometres south of central Chennai, just out of earshot of the honking, hand-painted lorries roaring up Old Mahabalipuram Road, you seem to have reached rural India. The earth road buckles and heaves. Farmers dressed in Madras-checked dhotis rest outside huts roofed with palm leaves. Goats wander about. Then you turn a corner, go through a gate, and arrive in California.",
        "Published Date": "Dec 6th 2014"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/23/elite-sport-isnt-meant-to-be-fun-is-it",
        "Title": "The sports page",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " liked tennis anyway.” So tweeted Sir Andy Murray after his final professional appearance on August 1st. The three-time grand-slam winner and twice Olympic champion announced his retirement before the Paris games, in which he reached the quarter-final of the men’s doubles. His post racked up more than a million likes. Its dry tone was self-mocking, typifying an athlete who really did love tennis—but sometimes looked miserable while playing it, especially towards the end of his career, when the pain on his face was very real as injuries took a toll.",
        "Published Date": "Aug 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/essay/2014/04/12/the-slumps-that-shaped-modern-finance",
        "Title": "Financial crises",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "WHAT is mankind’s greatest invention? Ask people this question and they are likely to pick familiar technologies such as printing or electricity. They are unlikely to suggest an innovation that is just as significant: the financial contract. Widely disliked and often considered grubby, it has nonetheless played an indispensable role in human development for at least 7,000 years.",
        "Published Date": "Apr 12th 2014"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-world-this-week/2024/08/08/this-weeks-covers",
        "Title": "The Economist",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " this week with one cover, but by the time we went to press, we had split the issue three ways. Early Monday morning, as share prices crashed in Tokyo, the markets were on our mind. Later that day, Sheikh Hasina, the prime minister of Bangladesh, fled her country, ending 15 years of increasingly autocratic rule. And by Tuesday, Britain was gripped by what seemed to us to have become its worst race riots since the second world war. All the while we were watching out for a catastrophic escalation of the fighting in the Middle East. Hardly the dog days of August. Traders say that buying and selling in a crashing market is like catching a falling knife. It’s the same with market covers: you never know whether a plunge like the one we saw on Monday is just the beginning of the red ink or a passing scare. Fortunately, if there was no crash, we had a theme there in front of us, because the fundamental cause of the sell-off was anxiety about an American recession.",
        "Published Date": "Aug 8th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/essay/2014/08/21/what-china-wants",
        "Title": "China and the world",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "MATTHEW BOULTON, James Watt’s partner in the development of the steam engine and one of the 18th century’s greatest industrialists, was in no doubt about the importance of Britain’s first embassy to the court of the Chinese emperor. “I conceive”, he wrote to James Cobb, secretary of the East India Company, “the present occasion to be the most favourable that ever occurred for the introduction of our manufactures into the most extensive market in the world.”",
        "Published Date": "Aug 21st 2014"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/essay/2014/10/11/from-papyrus-to-pixels",
        "Title": "The future of the book",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "FINGERS stroke vellum; the calfskin pages are smooth, like paper, but richer, almost oily. The black print is crisp, and every Latin sentence starts with a lush red letter. One of the book’s early owners has drawn a hand and index finger which points, like an arrow, to passages worth remembering.",
        "Published Date": "Oct 11th 2014"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/15/reluctantly-america-will-have-to-build-more-nuclear-weapons",
        "Title": "The new nuclear threat",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " de-escalation that followed the cold war is over, the Pentagon warned this month. In its place is a new rivalry among nuclear and almost-nuclear powers, some of them paranoid. It is more complex and less predictable than the old, bipolar contest between America and the Soviet Union. That makes it more dangerous.",
        "Published Date": "Aug 15th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/07/18/crypto-cowboys-have-found-paradise-in-paraguay",
        "Title": "Bitcoin mining",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " is used to drug busts and bank heists. But the hooded gunmen who recently burst into a warehouse in Minga Guazú, in Paraguay’s rural east, weren’t after cocaine, weed or cash. Instead they sped off with 150 sophisticated computers that had been secretly hooked up to the grid. The shaken caretaker called the police. But when they came, he declined to reveal who owned the clandestine bitcoin-mining operation.",
        "Published Date": "Jul 18th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/07/18/perus-president-survives-because-shes-not-in-charge",
        "Title": "An overmighty Congress",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " times Peru has become accustomed to impeachment attempts, threats to dissolve Congress and accusations of coup-mongering in relentless battles between the president and the legislature. Yet the past year has seen an eerie peace between Dina Boluarte, the president since December 2022, and Congress. That is because both are deeply unpopular. Pollsters give Ms Boluarte an approval rating of just 5%, the lowest in the Americas.",
        "Published Date": "Jul 18th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/07/21/cuba-is-out-of-supplies-and-out-of-ideas",
        "Title": "On its knees",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " to look back at what Fidel Castro called the “special period” after the end of the Soviet Union and its largesse and think that was as bad as things could get. They were too optimistic. Today officials talk of a “ ”. The consensus on the street in Havana, the capital, is that shortages are worse than in the early 1990s. Cuba produces little in sufficient quantity: not sugar, which it once supplied to the world; not eggs, which it recently imported from Colombia; not milk powder, which it gets from the   not power, as worsening blackouts reveal. The government lacks foreign currency for imports. Inflation is rampant; a dollar’s worth of Cuban pesos at the official exchange rate is worth seven cents at the unofficial one. The price of a carton of eggs outstrips the monthly minimum wage.",
        "Published Date": "Jul 21st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/07/29/nicolas-maduro-claims-implausible-victory-in-venezuelas-election",
        "Title": "Grand larceny",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the nature of President Nicolás Maduro’s rule that the hardship and chaos to which he has reduced his country since coming to power in 2013 is hidden by a carefully curated display of jubilation at election time. Mr Maduro’s claim, after polls closed on July 28th, that he had won a third term in office was greeted by prompt fireworks displays in the capital, Caracas, and by jubilant crowds on hand to dance for the television cameras. With most of the vote supposedly counted, an election commission in thrall to the president claimed 51% of the vote for Mr Maduro, compared with 44% for the opposition candidate, Edmundo González.",
        "Published Date": "Jul 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/01/will-el-mayos-arrest-slow-the-spread-of-fentanyl",
        "Title": "Mexico’s drug gangs",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " is far less well-known than his fellow founder of Mexico’s Sinaloa Cartel, Joaquín Gúzman, or “El Chapo”. With his daring prison escapes and a craving for notoriety, El Chapo became the face of the gang, until his capture in 2016 and his incarceration for life in a “supermax” prison in the United States. Yet for all his low-key manner, El Mayo was every bit as important in building the Sinaloa operation into a vast and violent drugs and money-laundering syndicate. Its connections ran deep into Mexico’s political establishment and it controlled the lion’s share of the North American market for illegal drugs. It was therefore a stunning coup when the United States arrested Mr Zambada on July 26th along with one of El Chapo’s four sons, Joaquín Gúzman López, in Texas.",
        "Published Date": "Aug 1st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/01/after-protests-over-a-stolen-election-the-goons-crack-heads",
        "Title": "Venezuela’s regime digs in",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " reason prevails for why Nicolás Maduro ever became Venezuela’s president. It was not his skill at winning elections. Nor his willingness to steal them. It was certainly not his oratory. It was simply that his charismatic predecessor, Hugo Chávez, who had cancer, appointed him as heir. In the build-up to Venezuela’s latest presidential election, held on July 28th (Chávez’s 70th birthday), a video of the late populist announcing his decision, in 2012, was broadcast repeatedly as a kind of talisman.",
        "Published Date": "Aug 1st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/07/25/the-strong-dollar-is-hurting-exports-from-latin-america",
        "Title": "Greenback blues",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "   Andean highlands are ideal for growing roses. The country is one of the world’s biggest exporters of them. But having suffered with the pandemic slump and social unrest in 2022, the rose growers now have another problem. After its currency collapsed, in 2000 Ecuador adopted the American dollar instead. With the dollar now strong, Ecuador’s roses are losing out in world markets to rivals from Colombia, Ethiopia and Kenya. Thanks to a weakening of Colombia’s peso, in 2023 its flower exports were more than 40% higher than before the pandemic, while those from Ecuador had grown by just 12% over the same period.",
        "Published Date": "Jul 25th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/06/how-the-mad-bad-maduro-regime-clings-to-power",
        "Title": "Venezuela’s election",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "who supposedly won an election, Venezuela’s president,  , looks worried. The gaudy tracksuit he sported during much of the campaign has been swapped for a solemn business suit. He seems irritable and exhausted in the repeated television rants in which he rails against “fascist” enemies. Days after a rigged election, it remains unclear whether he can remain in power.",
        "Published Date": "Aug 6th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/08/colombia-prepares-for-a-vanilla-boom",
        "Title": "Perfume of the Pacific",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " “a product of time and patience”, says Cristian Garcia Murillo. In 2016 his father trained vines around cacao trees on their farm in El Valle, a town on Colombia’s Pacific coast. Last year Mr Murillo sold 50kg of cured pods, partly supplied by local growers, to restaurants across the country. It is a sweet deal. One kilogram fetches up to 2.5m pesos ($600), more than 100 times what the region’s fishermen net for the same weight of tuna.",
        "Published Date": "Aug 8th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/15/perus-crazy-drivers-offer-a-data-deluge-for-self-driving-cars",
        "Title": "The lawless roads",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " precarious cargo zoom down highways. Street vendors, angry protesters and careless llamas weave through vehicles. Buses literally overflow with passengers. Welcome to Peru, home to some of the world’s most chaotic streets. According to Compare the Market, a car insurance aggregator, Peruvian drivers are the world’s worst after Thailand’s. The ranking considers factors such as deaths caused by car accidents and time wasted in traffic. Typical road journeys in the capital, Lima, take nearly twice as long as they need to as a result of congestion. Police prefer asking for bribes to enforcing rules.",
        "Published Date": "Aug 15th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/15/a-bold-plan-to-close-the-deadly-darien-gap-unravels",
        "Title": "Law of the jungle",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " shelter in the thick jungle of Colombia’s Darién region a restaurant advertises fried fish, pork chops and 5  internet. A sign in cheerful bubble letters points the way to the border with Panama. Yet just a 30-minute walk along the muddy, steep path from the restaurant, a razor-wire fence stretches between the trees. “All I can say is that this route is closed,” says an agent from Senafront, Panama’s border force, an automatic rifle hanging from his shoulder. “As for 500 metres that way, or a kilometre that way, I don’t know what to tell you.”",
        "Published Date": "Aug 15th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/04/03/thirty-years-after-rwanda-genocide-is-still-a-problem-from-hell",
        "Title": "Mass killings",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "started on April 7th 1994, as members of the presidential guard began assassinating opposition leaders and moderates in the government. Within hours the genocide of Rwanda’s minority Tutsis was under way. It was among the fastest mass killings in history: 100 days later three-quarters of Rwanda’s Tutsis, about 500,000 people, were dead. Most were killed not by the army but by ordinary Hutus, the majority group. “Neighbours hacked neighbours to death,” wrote Philip Gourevitch, an American journalist. “Doctors killed their patients, and schoolteachers killed their pupils.”",
        "Published Date": "Apr 3rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/the-americas/2024/08/01/the-plight-of-brazils-indigenous-groups-worsens",
        "Title": "Help needed",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "colonisers first appeared, the story of indigenous Brazilians has been littered with horror. Disease and violence killed many after the conquest. Slavery on rubber plantations existed into the 20th century. Today wildcat miners, ranchers and loggers are the threat to the indigenous peoples of Brazil.",
        "Published Date": "Aug 1st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/03/13/why-the-growing-gulf-between-young-men-and-women",
        "Title": "Of Mars and Venus ",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " food market in Warsaw, Poland’s capital, two female engineers are discussing how hard it is to meet a nice, enlightened man. Paulina Nasilowska got a big pay rise a few years ago. Her boyfriend asked: “Did you have an affair with your boss?” He is now an ex-boyfriend.",
        "Published Date": "Mar 13th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/03/27/narendra-modis-secret-weapon-indias-diaspora",
        "Title": "Indians and the world",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " morning in north-west London earlier this month an enthusiastic group gathered outside a community centre to fly the Indian flag—plus another one featuring the lotus flower, symbol of India’s ruling Bharatiya Janata Party ( ). Some wore saffron scarves, a colour associated with Hinduism. After staging a car rally through the neighbourhood, they reconvened outside a Hindu temple. A British Conservative   addressed the crowd, praising the government of Narendra Modi. The gathering, organised by the Overseas Friends of the  , the party’s diaspora arm, got little attention in the local media. But footage of it soon appeared on the websites of many Indian outlets.",
        "Published Date": "Mar 27th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/04/08/whos-the-big-boss-of-the-global-south",
        "Title": "On the rise",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " disdain the notion of “the global south”, which has become something of a meme in recent years. Its inadequacies are obvious: three words could never capture the complexities of a group of more than 100 countries spread from Morocco to Malaysia and beyond. But the phrase has been adopted by Joe Biden, Emmanuel Macron and Xi Jinping.",
        "Published Date": "Apr 8th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/04/25/the-tech-wars-are-about-to-enter-a-fiery-new-phase",
        "Title": "Autarky rules OK",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " and energy underpin all economic activity, and advanced technologies support both. Hence the sky-high stakes in the tech wars between America and China. Started during Donald Trump’s first term in office, between 2017 and 2021, they have continued under Joe Biden. China’s leader, Xi Jinping, bridles at America’s export controls on “chokehold technologies”. The struggle is reshaping relationships and supply chains the world over. And its costs are mounting. Estimates vary, but the   reckons that the elimination of high-tech trade across rival blocs could cost as much as 1.2% of global   each year—about $1trn.",
        "Published Date": "Apr 25th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/04/29/beware-global-jihadists-are-back-on-the-march",
        "Title": "Killing at all costs",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " gunmen shot their way through Crocus City Hall in Moscow on March 22nd, killing more than 140 concert-goers and setting the venue alight, intelligence agencies across the West were aghast. It was the clearest warning that Islamic State ( ), seemingly smashed five years ago, is returning to spectacular acts of international terrorism. Western countries fear becoming targets.",
        "Published Date": "Apr 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/05/16/taiwans-new-president-faces-an-upsurge-in-chinese-coercion",
        "Title": "From grey zone to red zone",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the northern point of Dadan island, the extent of the geopolitical challenge facing Taiwan becomes glaringly clear: to starboard a small military outpost guards Taiwan’s Kinmen islands and their 140,000-odd residents; to port a pair of curved skyscrapers tower over the Chinese city of Xiamen, whose 5m people stretch all round the bay.",
        "Published Date": "May 16th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/05/09/the-worlds-rules-based-order-is-cracking",
        "Title": "International law and disorder",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " international courts been busier. In The Hague, the International Criminal Court ( ) is considering war-crimes prosecutions against Israeli leaders, including Binyamin Netanyahu, the prime minister, over the conflict in Gaza. It has already issued an arrest warrant for Vladimir Putin, Russia’s president, for war crimes in Ukraine. The International Court of Justice ( ), also in The Hague, is weighing genocide charges against Israel. In Strasbourg the European Court of Human Rights will hear a request in June for Russia to pay compensation to Ukraine.",
        "Published Date": "May 9th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/04/17/would-you-really-die-for-your-country",
        "Title": "War and recruitment",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " in a muddy Dutch forest, Janine Verhoeven fires blanks from a Colt   assault rifle. The third-year medical student is taking part in the   (service-year), a new programme that lets young Dutch sign up for a year-long trial in the armed forces rather than the regular four-year enlistment term. The programme is a success, drawing three applicants for each spot, and the government plans to scale it up from 625 to 1,000 trainees next year.",
        "Published Date": "Apr 17th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/05/29/is-your-rent-ever-going-to-fall",
        "Title": "Control yourself!",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " of tenants is tearing its hair out. Across the rich world—from America to New Zealand—millions spend more than a third of their disposable income on rent. The squeeze extends from social democracies that prize strong tenancy rights to Anglophone countries that prefer homeownership—and it is mostly getting worse. The good news for anxious renters is that they are gaining a louder voice as their numbers swell. The bad news is that campaigners and politicians mostly focus on the wrong kinds of solutions to their woes.",
        "Published Date": "May 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/05/20/irans-new-leaders-stand-at-a-nuclear-precipice",
        "Title": "An interview with Rafael Grossi",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " Rafael Grossi, the director-general of the International Atomic Energy Agency ( ), travelled to Tehran and met Hossein Amirabdollahian, Iran’s foreign minister. Less than two weeks later, on May 19th, Mr Amirabdollahian was dead,   that also took the life of Ebrahim Raisi, Iran’s president, among others.",
        "Published Date": "May 20th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/04/04/letters-to-the-editor",
        "Title": "On carbon pricing, handbags, museum collections, Starship, AI and music, British immigrants, how to describe X",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Apr 4th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/04/11/letters-to-the-editor",
        "Title": "On management consultants, Hong Kong, Jonathan Haidt, underpants, describing X, three-letter acronyms",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Apr 11th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/international/2024/06/13/the-new-front-in-chinas-cyber-campaign-against-america",
        "Title": "Ghosts in the machines",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " of Guam, a tiny American territory that lies more than 6,000km west of Hawaii, has long known that it would take a battering in any Sino-American war. The island’s expanding airfields and ports serve as springboards for American ships, subs and bombers. In the opening hours of a conflict, these would be subject to wave after wave of Chinese missiles. But an advance party of attackers seems to have lurked quietly within Guam’s infrastructure for years. In mid-2021 a Chinese hacking group—later dubbed Volt Typhoon—burrowed deep inside the island’s communication systems. The intrusions had no obvious utility for espionage. They were intended, as America’s government would later conclude, for “disruptive or destructive cyber-attacks against…critical infrastructure in the event of a major crisis or conflict”. Sabotage, in short.",
        "Published Date": "Jun 13th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/04/25/letters-to-the-editor",
        "Title": "On abortion and crime, artificial intelligence in health care, war novels, casual sex",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Apr 25th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/04/18/letters-to-the-editor",
        "Title": "On China, WEIRD countries, nuclear weapons, O.J. Simpson, software engineers, XL Bully dogs, banlieues, uniforms",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Apr 18th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/05/23/letters-to-the-editor",
        "Title": "On disinformation, digital payments, South-East Asia, Italy, Ravel’s “Boléro”, Tesla cars",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "May 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/05/02/letters-to-the-editor",
        "Title": "On assisted dying, poor fishermen, military conscription, children and smartphones, RFK junior",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "May 2nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/05/09/letters-to-the-editor",
        "Title": "On Britain’s refugee policy, Reform UK, transmission markets, San Marino, Taylor Swift",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "May 9th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/05/16/letters-to-the-editor",
        "Title": "On college protests, farming, Emmanuel Macron, public opinion, Jeremy Clarkson, working on a plane, lonely-hearts ads",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "May 16th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/06/13/letters-to-the-editor",
        "Title": "Low birth rates, OpenAI, cricket in America, American students, Danish food, the British election",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Jun 13th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/06/20/letters-to-the-editor",
        "Title": "On competition law, old people and savings, green belts, New York, worms, equality, followership ",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Jun 20th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/05/30/letters-to-the-editor",
        "Title": "On Singapore, Arab armies, China, romantasy, immigration, car names",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "May 30th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/letters/2024/06/06/letters-to-the-editor",
        "Title": "On Somalia, democracy in America, Shirley Conran, large language models, Beethoven’s ninth, TV comedy",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "",
        "Published Date": "Jun 6th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/03/this-neednt-be-frances-brexit-moment-says-its-business-envoy",
        "Title": "French politics",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " Parliament elections and the first round of the snap election called by President Emmanuel Macron in response have left no doubt that extreme political parties are in the ascendancy in France. The hard-right National Rally ( ), which is in pole position after the first round, with 33% of the vote, promotes “national preference” for French citizens in housing, jobs and benefits, and for French companies in procurement. The extremes of French politics—including parts of the left-wing New Popular Front alliance that came second in the first round, with 28%—peddle a Eurosceptic agenda. Given such risks to France’s central role in the  , some are even asking whether the country is sliding towards a “Frexit”.",
        "Published Date": "Jul 3rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/08/a-big-donor-urges-joe-biden-to-stand-aside",
        "Title": "The American election",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " this sounds familiar. A president warns of an existential threat and says he alone can fix it. His advisers blithely deny facts that everyone can see with their own eyes and cover up health scares. His supporters reject all criticism and instead demand his opponents be imprisoned.",
        "Published Date": "Jul 8th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/09/justice-sotomayor-was-right-for-the-wrong-reasons",
        "Title": "SCOTUS and presidential immunity",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " in  , Justice Sonia Sotomayor correctly observes that historical evidence from the early republic “cuts decisively against” the sweeping new doctrine of executive immunity adopted by the Supreme Court majority. But is this, as she goes on to claim, because the decision converts the president into “a king above the law”?",
        "Published Date": "Jul 9th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/04/the-wests-values-are-important-but-so-is-realism-says-finlands-president",
        "Title": "Geopolitics",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " moments in international relations when we understand that the world is changing, but we do not yet know exactly where it is going—those moments when an era dies and a new one is yet to be born. We are living through one of them. The post-cold-war era is over. It ended with Russia’s war of aggression against Ukraine. The things that were supposed to bring us together—trade, technology, energy, information and currency—are now tearing us apart.",
        "Published Date": "Jul 4th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/11/a-former-adviser-to-keir-starmer-on-what-his-victory-can-teach-the-global-left",
        "Title": "British politics",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " in Britain’s general election seems to have bucked the trend of declining support for social-democratic parties, particularly in the face of fervour for the populist right. The left and centre in France have only staved off a triumph of the far right by standing down candidates to form a united front. In Germany the main party in the ruling coalition, the SPD, finished third in the European Parliament elections in June, behind the far-right Alternative für Deutschland. Those elections saw an overall shift to the political right in Europe.",
        "Published Date": "Jul 11th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/16/rachael-raygun-gunn-on-the-new-sport-that-will-invigorate-the-olympics",
        "Title": "Breaking good",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " you may know as breakdancing) will make its Olympic debut—the only sport to do so—at this summer’s Paris games. It joins new urban sports  , skateboarding and 3v3 basketball, which debuted at Tokyo 2020, and is part of a broader shift by the International Olympic Committee to include more youth-oriented events. Yet breaking is judged in a completely different way—a way that ensures audiences will see something entirely new at these Olympics.",
        "Published Date": "Jul 16th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/18/halt-the-olympics-to-save-the-planet-pleads-a-sports-historian",
        "Title": "Games over?",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " have always been about more than just sport. Since 1896 they have been staged as a cosmopolitan festival that sends a message to humanity. In their 19th-century incarnation the games were, as Baron De Coubertin, the father of the modern Olympics, wrote, “a display of manly virtue” for what was, in effect, a neo-hellenic cult of the amateur athletic gentleman.",
        "Published Date": "Jul 18th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/22/a-prominent-donor-on-why-the-democrats-shouldnt-anoint-kamala-harris",
        "Title": "The American election",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " morning in America and President Joe Biden has done the right thing. The Democratic Party now has a historic opportunity to reconnect with voters and change the future. Politics is one of America’s favourite sports. Choosing Mr Biden’s replacement to go up against Donald Trump needs to be the Final Four, the   Finals and the Super Bowl all wrapped into one exciting month to engage everyone in a real discussion of the country’s future.",
        "Published Date": "Jul 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/23/neil-kinnock-on-the-post-war-like-challenges-facing-keir-starmer",
        "Title": "The state of Britain",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " not reached political consciousness when the second world war ended. I was, after all, just three years old. But I do remember the period of reconstruction under a Labour government that brought the National Health Service, free secondary schooling, the introduction of meaningful welfare support in unemployment, sickness and old age, legal aid, millions of affordable new homes, public ownership of utilities and the rescue of the coal, steel and rail industries.",
        "Published Date": "Jul 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/29/not-all-ai-models-should-be-freely-available-argues-a-legal-scholar",
        "Title": "Artificial intelligence",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " open-source software has driven technological innovation and the spread of technical skills. The freedom to share and build upon software developed by others has given countless young coders the chance to learn, and is at the core of the businesses that power the digital economy.",
        "Published Date": "Jul 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/07/29/keep-the-code-behind-ai-open-say-two-entrepreneurs",
        "Title": "Artificial intelligence",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " that artificial intelligence ( ) will change the world. But a doctrinal dispute continues to rage over the design of   models, namely whether the software should be “closed-source” or “open-source”—in other words, whether code is proprietary, or public and open to modification by anyone.",
        "Published Date": "Jul 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/by-invitation/2024/08/01/thailands-thwarted-election-winner-on-the-move-to-ban-his-party",
        "Title": "Thai politics",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the Move Forward Party to victory in the general elections of May 2023, the country was euphoric. Many Thais, along with international observers, believed the kingdom was on the cusp of a progressive renaissance, with the electorate’s will finally triumphant. A post-election pact among opposition parties seemed to pave the way for me to become the next prime minister through a parliamentary vote.",
        "Published Date": "Aug 1st 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/15/america-is-sabotaging-itself-in-the-global-battle-for-talent",
        "Title": "Footloose and fancy degree",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "the following? “You graduate from a college, I think you should get, automatically as part of your diploma, a green card [permanent residence in the United States].” The surprising answer is Donald Trump. Whether he meant it or not—and his record in office suggests not—his words suggest that even a nativist politician understands, at some level, that highly skilled foreigners can be useful.",
        "Published Date": "Aug 15th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/22/kamala-harris-can-beat-donald-trump-but-how-would-she-govern",
        "Title": "Personality and policy",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "   ago the Democratic convention looked as if it would be a wake. Instead it has been a love-in. Delegates’ ebullience has been spiced with relief that their nominee has saved the party from almost-certain defeat.",
        "Published Date": "Aug 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/22/what-to-make-of-americas-topsy-turvy-economy",
        "Title": "Recession scares",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "American investors for feeling seasick. The past few weeks have brought a swirl of contradictory economic news: stock prices   and then rebounded; jobs figures were weaker than predicted but retail sales were much stronger. Chatter about an immediate emergency interest-rate cut by the Federal Reserve built up and then died down. After the exuberance of the first half of 2024, economy-watchers are anxiously poring over each new data release. The utterances of Jerome Powell, the Fed’s chairman, at the Jackson Hole   on August 23rd, after we published this, will be examined even more closely than usual.",
        "Published Date": "Aug 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/22/regulators-are-focusing-on-real-ai-risks-over-theoretical-ones-good",
        "Title": "Artificial intelligence",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " I’m afraid I can’t do that.”   9000, the murderous computer in “2001: A Space Odyssey” is one of many examples in science fiction of an artificial intelligence ( ) that outwits its human creators with deadly consequences. Recent progress in , notably the release of Chat , has pushed the question of “existential risk” up the international agenda. In March 2023 a host of tech luminaries, including Elon Musk, called for a pause of at least six months in the development of  over safety concerns. At an  -safety summit in Britain last autumn, politicians and boffins discussed how best to regulate this potentially dangerous technology.",
        "Published Date": "Aug 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/22/countries-should-act-faster-to-curb-the-spread-of-mpox",
        "Title": "A deadly virus ",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "  . A   of this viral disease—which is easier to transmit than older ones and appears to be more deadly—has gripped the Democratic Republic of Congo throughout the year. Now it has reached other parts of central and eastern Africa, and is  . It is likely to go far, carried by international travellers. According to Airfinity, a health-data firm, Dubai and London are at greatest risk of importing the new strain, known as clade 1b.",
        "Published Date": "Aug 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/15/time-to-shine-a-light-on-the-shadowy-carry-trade",
        "Title": "Billions or trillions?",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "markets tumble, the search for the culprits begins.   over the past two weeks has put a dent in stock prices globally, while safe government bonds have rallied. Concerns about the health of America’s economy and its expensive tech stocks are part of the explanation for the surge in volatility. Analysts and investors have identified another culprit behind the tumult: the reversal of opaque  , particularly in the Japanese yen.",
        "Published Date": "Aug 15th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/22/how-to-attract-indian-tourists",
        "Title": "Visas, vistas and vegetarian food",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " on the move. In 2019 international departures from India hit 27m, a number that will surely be exceeded this year and is predicted to rise to 90m by 2040. Annual spending on foreign travel by Indians will nearly triple to $89bn in three years, reckons Bernstein, a research firm.   and redesigned to handle larger numbers of Indian tourists. Many trips are for business or to visit friends and family. But about 40% are pure leisure, and holidaymakers pack fat wallets.",
        "Published Date": "Aug 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/28/why-inflation-fell-without-a-recession",
        "Title": "Good policy, not good luck",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "   retreat in Jackson Hole, central bankers celebrated the fall of inflation. But do they deserve the credit? In the rich world, annual price rises in the median country are down from a peak of about 10% in early 2022 to below 3% today. Remarkably, this has been achieved  . The Federal Reserve will probably soon join central banks in Europe in cutting interest rates, bond yields have fallen sharply since the summer and stockmarkets have shrugged off a growth scare that struck at the beginning of August. America’s economy was in fact bigger in the second quarter of 2024 than had been forecast before the covid-19 pandemic struck.",
        "Published Date": "Aug 28th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/29/why-sudans-catastrophic-war-is-the-worlds-problem",
        "Title": "A humanitarian disaster",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " in Sudan has received a fraction of the attention given to Gaza and Ukraine. Yet it threatens to be deadlier than either conflict. Africa’s third-largest country is ablaze. Its capital city has been razed, perhaps 150,000 people have been slaughtered and bodies are piling up in makeshift cemeteries visible from space. More than 10m people, a fifth of the population, have been forced to flee from their homes. A famine looms that could be deadlier than Ethiopia’s in the 1980s: some estimate that 2.5m civilians could die by the end of the year.",
        "Published Date": "Aug 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/29/people-should-be-paid-for-blood-plasma",
        "Title": "There must be blood ",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " in human blood might seem gruesome. In fact, it is essential. Plasma, the main component of blood, is a crucial ingredient for a range of medicines, from haemophilia treatments to rabies vaccines and tetanus jabs. And these days there is not enough of it to go around.",
        "Published Date": "Aug 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/leaders/2024/08/29/digital-twins-are-fast-becoming-part-of-everyday-life",
        "Title": "The virtual world",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " a doctor a few years from now, you can expect to be accompanied by a virtual version of yourself. This so-called digital twin will be a working model of your body that can be summoned onto a physician’s computer screen. Updated with your latest vital signs, it will help the doctor make an accurate diagnosis. It also opens the door for medicines and procedures designed specifically for you, greatly increasing recovery rates.",
        "Published Date": "Aug 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/04/03/paul-alexander-lived-longer-than-anyone-in-an-iron-lung",
        "Title": "Fighting for breath",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "   Texas dirt to feel the life in it. Creeping after bugs in the bushes. The intense smell of the clover he pulled up for his rabbits in the front yard. Wind in his face, fresh and soft. Racing with his friends as fast as possible, until he was exhausted. Cows gently nuzzling him, which made him feel alive. Even the smell of their patties was good.",
        "Published Date": "Apr 3rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/04/18/akebono-was-the-first-foreign-born-grand-champion-of-sumo",
        "Title": "A gaijin makes good",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " paced to the centre of the ring, then back to his corner again. Several times he did this, flexing his arms. Then he squatted, and fixed his opponent with his stare.   stare, of absolute focus, which he could keep for days.",
        "Published Date": "Apr 18th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/04/10/rose-dugdale-went-from-debutante-to-ira-bombmaker",
        "Title": "The militant debutante ",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "was curled. Her skin was powdered. Her white organdie gown had been tailor-made by the House of Worth. Her gloves, as all debutantes’ must, reached to the elbow. Her posture was from Miss Ironside’s School for Girls in Kensington (“Shoulders back! Stand up straight! Speak clearly!”). Rose Dugdale—heiress, debutante, beauty—was very well put together.",
        "Published Date": "Apr 10th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/04/25/terry-anderson-was-held-by-islamic-militants-for-2454-days",
        "Title": "Prisoner of Hizbullah",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " part of his life, he insisted. He had done so much else. Before it, he had been a Marine, joining straight out of high school and seeing combat duty in Vietnam. Then, after studying journalism at Iowa State, he had signed on with the Associated Press. He reported from Japan and South Africa, and then volunteered—volunteered!—for the Beirut desk. There was a civil war in Lebanon, but he found that fascinating, the best job he ever had. There were straightforward good times, too, when he and his colleagues and Madeleine, his beautiful Lebanese fiancée, would gather on the balcony of his seaside apartment, high above the rubbled streets, smoke cigars, sip Scotch and watch the twilight come down over the sea.",
        "Published Date": "Apr 25th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/05/02/eleanor-coppola-recorded-how-a-cinematic-triumph-almost-came-unstuck",
        "Title": "Inside “Apocalypse Now”",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " of the helicopter’s rotor blades, as it landed, blew her and her tripod sheer off the ground. Smoke from earth-shaking explosions shut down her view entirely. A trek through a rice paddy ended with the camera almost being sucked under. The firing of four thatched huts by the special-effects department destroyed the prop store where she kept her gear; her camera cases lay in the doorway, melted. Yet Eleanor Coppola took it all in her stride. She was so elated to be usefully working, recording the disaster-every-minute making of her husband Francis’s “Apocalypse Now”, that this was a small price to pay.",
        "Published Date": "May 2nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/05/08/anne-innis-dagg-devoted-her-life-to-the-worlds-tallest-creature",
        "Title": "For the love of giraffes",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " bizarre creature first appeared in Florence, in 1487 at the court of the Medici, it caused a sensation. Bending down its long, long neck, it took food from children, and was fed with fruit by noblewomen from second-storey windows. In 1827, in Paris, a female giraffe presented to Charles X stirred an outbreak of giraffe-mania, with high-piled hairstyles, giraffe-spotted wallpaper and years on, some say, the design of the Eiffel Tower.",
        "Published Date": "May 8th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/05/16/shirley-conran-wrote-a-bonkbuster-to-teach-schoolgirls-about-sex",
        "Title": "Life is too short to stuff a mushroom",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " her? That was what people always wanted to know. They meant sexually, of course, though they didn’t dare to use that word. Did it excite her to write sex scenes? They all seemed to think that she was panting over her keyboard. Certainly Dame Shirley Conran wrote a lot about sex. And she did dare to use the word “sexual”—and indeed “panting”. Not to mention “gasping”, “throbbing” and “writhing”. But she didn’t find it arousing: she was too busy concentrating on her spelling.",
        "Published Date": "May 16th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/05/22/ebrahim-raisi-was-obsessed-with-the-security-of-the-people",
        "Title": "Morality and butchery",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " rose through the misting clouds, Ebrahim Raisi stared sombrely out of the window. The view, of the rugged mountains of north-west Iran, should have been magnificent. Today, there was not so much to see. And in any case he was not given to smiling. It did not suit the black turban he wore, a token of his descent from the Prophet, or his usual black clerical robes, or his thin glasses. He preferred to appear as what he was, an unbending expert on sharia law, for whom chopping off the hands of thieves was “one of our greatest honours”.",
        "Published Date": "May 22nd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/05/29/june-mendoza-captured-both-the-famous-and-the-unknown",
        "Title": "Fixing a likeness",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " she set eyes on him, June Mendoza knew he would be ideal. She was busy painting four presidents of the Royal Society of Engineering when his face appeared at the window. A nice face, plump and cheery, with brawny shoulders under a purple  -shirt. He was hard at work too, expertly fixing scaffolding with a twist of the tool that swung cheekily at his groin. When the engineers had left, she went to the window and asked if he would sit for her. He agreed at once.",
        "Published Date": "May 29th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2022/12/20/can-you-solve-our-christmas-crossword",
        "Title": "Crossword",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " look tricky, but there are conventions that can help newcomers. Most clues comprise a cryptic part and a straight definition (often a synonym of the answer).  Consider the following:",
        "Published Date": "Dec 20th 2022"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/06/20/birubala-rabha-fought-to-end-the-stigmatisation-of-women",
        "Title": "No witches in this world",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " and swaying with a sort of palsy, a young woman was led across the grass. Her name was Jarmila. She was 27, but had the body of a wasted child. Rain was pouring down; two women sheltered her with an umbrella. She had come to see Birubala Rabha because her sister-in-law beat her, and called her a witch. But all she really wanted was a room of her own in her brother’s house. Inside the hall where Birubala was she went to sit alone, a child-woman with a reedy voice and huge pleading eyes. But Birubala made a compromise between her and her brother. At the end Jarmila crumpled to the ground, crying, to seek her brother’s blessing. He had agreed that he would give her a room and never call her a witch again. As he left, he touched the feet of Birubala and, with a  , thanked her.",
        "Published Date": "Jun 20th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/06/12/william-anders-took-the-photo-that-kicked-off-the-environmental-movement",
        "Title": "Out of the window, Earth",
        "Author Name": [],
        "Author URL": [],
        "Article Content": ", Bill Anders had high hopes of landing on  . He test-drove the lunar-landing training vehicle and, as a keen amateur geologist, he wanted a closer look at  . Yet the mission he actually went on, Apollo 8, was never intended to land there. It was originally an Earth-orbit checkout of the lunar module and, when the module was delayed,   took the bold step of turning Apollo 8 into a manned reconnoitering flight round the Moon. Human beings had never left Earth orbit before.  Major Anders reckoned there was one chance in three they wouldn’t come back, and two in three that the mission would be aborted. It wasn’t, mostly because   wanted to get a spacecraft into lunar orbit before the Commies did.",
        "Published Date": "Jun 12th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/obituary/2024/06/06/barry-kemp-spent-his-career-digging-up-akhenatens-abandoned-city",
        "Title": "Unearthing ancient mysteries",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " than four decades Barry Kemp lectured and taught at Cambridge University. But for almost all that time his mind, and preferably his body too, were elsewhere. Cambridge is a well-watered place of meadows and college greens; Professor Kemp, with the tan, full beard and far-seeing eyes of an explorer, was walking in the pale red sand of Egypt’s eastern desert. In Cambridge, noble old buildings surrounded him. In the city that filled his thoughts, Amarna, 200 miles south of Cairo, little was left but low mounds and remnants of walls. In between writing the core text for Egyptology courses, a primer on hieroglyphs and a guide to “The Book of the Dead”, he ceaselessly searched that tract of land for what had once been there.",
        "Published Date": "Jun 6th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/19/can-you-solve-our-christmas-crosswords",
        "Title": "Crossword",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "Try our Christmas puzzles from the past three years:",
        "Published Date": "Dec 19th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/millions-of-chinese-are-venturing-to-the-beach-for-the-first-time",
        "Title": "Beside the seaside",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "   a giant tattoo of a carp jumping over a dragon is making a video of himself standing in the water, a green inflatable ring around his waist. As he films, waves move up the shore and catch the black flip-flops he has left on the sand. He grabs at one, but the water pulls the other out of reach. It is 7am and the competition is on, selfie versus shoe. The sandal floats out into the South China Sea.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/where-capitalism-and-conservation-meet",
        "Title": "The price of a whale",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " would be a desolate place to die. Stretching five precarious kilometres into the North Sea, the constantly shifting finger of East Yorkshire coast is little more than a narrow sand bank held together by sea grass, the only obvious signs of human habitation a long-abandoned lifeboat station and lighthouse, both now given over to the winds and the rain. It is a permanent home solely to wading birds and the bugs they feast on, perhaps to the odd vole. But it is also, on occasion, the death bed of the world’s largest creatures. Beached on its sand, they suffocate from the weight of their own bodies under its open skies.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/many-trump-supporters-believe-god-has-chosen-him-to-rule",
        "Title": "Make America Godly Again",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " word “apostle” and people think of stern, halo-crowned men with names like Peter or John. Not a bloke called Greg from Mississippi. Unlike the first apostles, who were partial to robes if stained-glass windows are anything to go by, Greg prefers jeans and cowboy boots. Another difference: Greg did not attend the last supper. He is very much alive.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/06/the-cartoons-that-sum-up-2023",
        "Title": "Sketching the year’s big stories",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "   publishes an illustrated comment from our editorial cartoonist, Kevin Kallaugher, known in our pages as KAL. Below are 15 of his contributions that sum up the year.",
        "Published Date": "Dec 6th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/why-more-women-are-picking-up-power-tools",
        "Title": "Women and DIY",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " down here,” says Hannah Lee Duggan as she leads the way into her basement. It looks like the staging area for a “Saw” trap. There are drills and nail guns neatly arranged on a shelf. The walls are made of metre-deep stone. There are no windows. We are in the middle of the woods. ",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/the-best-sailors-in-the-world",
        "Title": "Pacific pathfinders",
        "Author Name": [],
        "Author URL": [],
        "Article Content": "” The instructions for the crew of   are clear. A   is the name given to a communal sacred space in Polynesian or Maori culture. Though usually a place ashore, this 40-foot replica of a traditional Polynesian double-hulled sailing canoe, known as a  ,   or  , feels hallowed enough as this author takes the first night-watch, drifting hove-to away from the breaking reef off tiny Mitiaro, one of the Cook Islands’ remoter territories.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/oceanias-wayfinding-skills",
        "Title": "How to find your way in the Pacific",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " the Pacific Ocean’s early long-distance mariners found their way so impressively will never be precisely known. Islanders had no written language, and by the time Europeans arrived in the Pacific, the colonisation of the last habitable islands of Oceania had all but ended. Widespread open-ocean voyaging between archipelagoes using traditional wayfinding techniques still persisted—European mariners were greatly impressed by Polynesian seafarers’ knowledge of the night sky and of their maritime environment. But the voyaging soon came to an end—due to, among other things, catastrophic population crashes in Polynesia caused by introduced diseases.",
        "Published Date": "Dec 20th 2023"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/27/nudity-drinking-smoking-winston-churchills-unusual-diplomacy",
        "Title": "Guest who?",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " of diplomatic protocol are tricky. Others are not. For instance, should one meet a head of state clothed or nude?  , Britain’s former prime minister and the puckish hero of a new history, often chose to grin—and bare it.",
        "Published Date": "Aug 27th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/23/the-creation-and-collapse-of-a-progressive-evangelical-church",
        "Title": "Hippies for Jesus",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " in an opioid-plagued district of Philadelphia, dressed in “thrift-store chic” garments and T-shirts emblazoned with phrases such as “There are no good billionaires.” They melted  -47s into garden equipment, for the Bible instructs people to “beat their swords into ploughshares, and their spears into pruning hooks”. Some of the group were former Quakers, Jews and atheists, but most were evangelical Christians fleeing “hypocrisy,   and rote Bible learning”.",
        "Published Date": "Aug 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/28/john-sainsbury-a-donor-to-the-national-gallery-had-the-last-laugh",
        "Title": "Master clash",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " letter from 1990 was written in passionate all-caps. Unearthed during a renovation of the Sainsbury Wing of the   in London, it denounced the ornamental column within which it was hidden as “A MISTAKE”. The author was “ABSOLUTELY DELIGHTED” that, since his letter had been discovered, the column and its twin must have been demolished.",
        "Published Date": "Aug 28th 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/culture/2024/08/23/why-the-world-is-teeming-with-so-many-new-sports-leagues",
        "Title": "Leagues of their own",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " usually hosts the Brooklyn Nets, a popular basketball team. But on a recent afternoon in August the arena was instead covered with 750 tonnes of carefully manicured dirt. It was the debut outing of the New York Mavericks, a new franchise in the Professional Bull-Riding ( ) Teams league.",
        "Published Date": "Aug 23rd 2024"
    },
    {
        "Response Code": 200,
        "Article URL": "https://www.economist.com/christmas-specials/2023/12/20/inside-the-last-true-political-machine-in-america",
        "Title": "Rosemont, Illinois",
        "Author Name": [],
        "Author URL": [],
        "Article Content": " left the pyramids. Donald E. Stephens left a Museum of Hummels. These are porcelain dolls, based initially on paintings by Maria Hummel, a German nun. Stephens was, until his death in 2007, the mayor of Rosemont, Illinois. His collection of Hummels, which is on display in a strip mall, is apparently the world’s largest. It includes rare figurines of soldiers at Checkpoint Charlie in Berlin. The museum is a monument to kitsch, and to a dynasty.",
        "Published Date": "Dec 20th 2023"
    }
]